exports.donate = (id, ZARDA, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif) => {
	return `
  
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
📢 Bot Aktif ; *${aktif}*
         ───
         
╔════════════════════
║ *Donasi Ke ${ZARDA}*
╠════════════════════
║├≽️⚜ *OVO*: _0857-2255-3839_
║├≽️⚜ *PULSA*: _0857-2255-3839_
║├≽️⚜ *GOPAY*: _0857-2255-3839_
╠════════════════════
║  *${A187}*
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│  *Instagram <Follow>*
║│ _${instagram}_
║│  *Creator ${A187}*
║│ _${nomer}_
║╰───────────
╠════════════════════
║ _*MADE BY NATABOT*_
╚════════════════════`
}

